Repository: fwin-git/OutcutShare
Catalog: Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
zh_hans: 取消

# common.choose
source: Choose…
de: Auswählen…
es: Elegir…
fr: Choisir…
ja: 選択…
zh_hans: 选择…

# common.clear
source: Clear
de: Löschen
es: Borrar
fr: Effacer
ja: 消去
zh_hans: 清除

# common.done
source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
zh_hans: 完成

# common.later
source: Later
de: Später
es: Más tarde
fr: Plus tard
ja: 後で
zh_hans: 稍后

# common.preview
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
ja: プレビュー
zh_hans: 预览

# follow.activeWindow
source: Active Window
de: Aktives Fenster
es: Ventana activa
fr: Fenêtre active
ja: アクティブウインドウ
zh_hans: 活动窗口

# follow.cursor
source: Cursor
de: Mauszeiger
es: Puntero
fr: Pointeur
ja: ポインタ
zh_hans: 指针

# follow.off
source: Off
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
zh_hans: 关闭

# hotbar.chooseFollowMode
source: Choose follow mode
de: Folgemodus auswählen
es: Elegir modo de seguimiento
fr: Choisir le mode de suivi
ja: 追従モードを選択
zh_hans: 选择跟随模式

# hotbar.copyText
source: Copy text in region (OCR)
de: Text im Bereich kopieren (OCR)
es: Copiar texto de la región (OCR)
fr: Copier le texte de la région (OCR)
ja: 領域内のテキストをコピー（OCR）
zh_hans: 拷贝区域中的文本（OCR）

# hotbar.followTarget
source: Follow %@
de: %@ folgen
es: Seguir %@
fr: Suivre %@
ja: %@を追従
zh_hans: 跟随%@

# hotbar.hide
source: Hide hotbar
de: Aktionsleiste ausblenden
es: Ocultar barra de acciones
fr: Masquer la barre d’actions
ja: アクションバーを非表示
zh_hans: 隐藏操作栏

# hotbar.moveResize
source: Move / resize region
de: Bereich bewegen / Größe ändern
es: Mover / redimensionar región
fr: Déplacer / redimensionner la région
ja: 領域を移動／サイズ変更
zh_hans: 移动/调整区域大小

# hotbar.moveRotate
source: Move (drag) / rotate (click)
de: Bewegen (ziehen) / drehen (klicken)
es: Mover (arrastrar) / girar (clic)
fr: Déplacer (faire glisser) / pivoter (cliquer)
ja: 移動（ドラッグ）／回転（クリック）
zh_hans: 移动（拖移）/旋转（点按）

# hotbar.presenterHighlights
source: Presenter highlights
de: Präsentationshervorhebungen
es: Resaltados del presentador
fr: Mises en évidence du présentateur
ja: プレゼンターの強調表示
zh_hans: 演示者高亮

# hotbar.preview
source: Preview shared output
de: Geteilte Ausgabe anzeigen
es: Vista previa de la salida compartida
fr: Aperçu de la sortie partagée
ja: 共有出力をプレビュー
zh_hans: 预览共享输出

# hotbar.savePreset
source: Save region as preset
de: Bereich als Voreinstellung sichern
es: Guardar región como preajuste
fr: Enregistrer la région comme préréglage
ja: 領域をプリセットとして保存
zh_hans: 将区域存为预设

# hotbar.screenshot
source: Screenshot shared region
de: Geteilten Bereich aufnehmen
es: Capturar región compartida
fr: Capturer la région partagée
ja: 共有領域を撮影
zh_hans: 截取共享区域

# hotbar.stopFollowing
source: Stop following
de: Folgen beenden
es: Dejar de seguir
fr: Arrêter le suivi
ja: 追従を停止
zh_hans: 停止跟随

# hotbar.targetCursor
source: Cursor
de: Zeiger
es: Puntero
fr: Pointeur
ja: ポインタ
zh_hans: 指针

# hotbar.targetWindow
source: Window
de: Fenster
es: Ventana
fr: Fenêtre
ja: ウインドウ
zh_hans: 窗口

# hotkey.adjustRegion
source: Move / Resize Region
de: Bereich verschieben / Größe ändern
es: Mover / redimensionar región
fr: Déplacer / redimensionner la zone
ja: 範囲を移動／サイズ変更
zh_hans: 移动 / 调整区域大小

# hotkey.selectRegion
source: Select Region & Share
de: Bereich auswählen und teilen
es: Seleccionar región y compartir
fr: Sélectionner une zone et partager
ja: 範囲を選択して共有
zh_hans: 选择区域并共享

# hotkey.shareLastRegion
source: Share Last Region
de: Letzten Bereich teilen
es: Compartir última región
fr: Partager la dernière zone
ja: 前回の範囲を共有
zh_hans: 共享上次区域

# hotkey.stopSharing
source: Stop Sharing
de: Teilen beenden
es: Detener uso compartido
fr: Arrêter le partage
ja: 共有を停止
zh_hans: 停止共享

# hotkey.togglePause
source: Pause / Resume Sharing
de: Teilen pausieren / fortsetzen
es: Pausar / reanudar uso compartido
fr: Suspendre / reprendre le partage
ja: 共有を一時停止／再開
zh_hans: 暂停 / 继续共享

# hotkey.toggleRecording
source: Start / Stop Recording
de: Aufnahme starten / beenden
es: Iniciar / detener grabación
fr: Démarrer / arrêter l’enregistrement
ja: 録画を開始／停止
zh_hans: 开始 / 停止录制

# hotkey.toggleZoom
source: Zoom In / Out (Viewers)
de: Für Zuschauer vergrößern / verkleinern
es: Acercar / alejar (espectadores)
fr: Zoom avant / arrière (spectateurs)
ja: ズームイン／アウト（視聴者）
zh_hans: 放大 / 缩小（观众）

# menu.follow
source: Follow
de: Folgen
es: Seguimiento
fr: Suivi
ja: 追従
zh_hans: 跟随

# menu.moveResizeRegion
source: Move / Resize Region
de: Bereich verschieben / Größe ändern
es: Mover / redimensionar región
fr: Déplacer / redimensionner la zone
ja: 範囲を移動／サイズ変更
zh_hans: 移动 / 调整区域大小

# menu.noCaptures
source: No captures yet
de: Noch keine Aufnahmen
es: Aún no hay capturas
fr: Aucune capture pour le moment
ja: キャプチャはまだありません
zh_hans: 暂无捕捉内容

# menu.openRecordingsFolder
source: Open Recordings Folder
de: Aufnahmeordner öffnen
es: Abrir carpeta de grabaciones
fr: Ouvrir le dossier des enregistrements
ja: 録画フォルダを開く
zh_hans: 打开录制文件夹

# menu.openScreenshotsFolder
source: Open Screenshots Folder
de: Screenshot-Ordner öffnen
es: Abrir carpeta de capturas de pantalla
fr: Ouvrir le dossier des captures d’écran
ja: スクリーンショットフォルダを開く
zh_hans: 打开截屏文件夹

# menu.pauseSharing
source: Pause Sharing
de: Teilen pausieren
es: Pausar uso compartido
fr: Suspendre le partage
ja: 共有を一時停止
zh_hans: 暂停共享

# menu.permissions
source: Permissions…
de: Berechtigungen…
es: Permisos…
fr: Autorisations…
ja: アクセス権…
zh_hans: 权限…

# menu.presets
source: Presets
de: Voreinstellungen
es: Preajustes
fr: Préréglages
ja: プリセット
zh_hans: 预设

# menu.quit
source: Quit OutcutShare
de: OutcutShare beenden
es: Salir de OutcutShare
fr: Quitter OutcutShare
ja: OutcutShareを終了
zh_hans: 退出 OutcutShare

# menu.recentCaptures
source: Recent Captures
de: Letzte Aufnahmen
es: Capturas recientes
fr: Captures récentes
ja: 最近のキャプチャ
zh_hans: 最近捕捉

# menu.resumeSharing
source: Resume Sharing
de: Teilen fortsetzen
es: Reanudar uso compartido
fr: Reprendre le partage
ja: 共有を再開
zh_hans: 继续共享

# menu.saveCurrentRegionPreset
source: Save Current Region as Preset…
de: Aktuellen Bereich als Voreinstellung sichern…
es: Guardar región actual como preajuste…
fr: Enregistrer la zone actuelle comme préréglage…
ja: 現在の範囲をプリセットとして保存…
zh_hans: 将当前区域存为预设…

# menu.selectRegion
source: Select Region & Share
de: Bereich auswählen und teilen
es: Seleccionar región y compartir
fr: Sélectionner une zone et partager
ja: 範囲を選択して共有
zh_hans: 选择区域并共享

# menu.settings
source: Settings…
de: Einstellungen…
es: Ajustes…
fr: Réglages…
ja: 設定…
zh_hans: 设置…

# menu.shareLastRegion
source: Share Last Region
de: Letzten Bereich teilen
es: Compartir última región
fr: Partager la dernière zone
ja: 前回の範囲を共有
zh_hans: 共享上次区域

# menu.showHotbar
source: Show Hotbar
de: Aktionsleiste anzeigen
es: Mostrar barra de acciones
fr: Afficher la barre d’actions
ja: 操作バーを表示
zh_hans: 显示操作栏

# menu.startRecording
source: Start Recording
de: Aufnahme starten
es: Iniciar grabación
fr: Démarrer l’enregistrement
ja: 録画を開始
zh_hans: 开始录制

# menu.startVirtualMonitor
source: Start Virtual Monitor & Share
de: Virtuellen Monitor starten und teilen
es: Iniciar monitor virtual y compartir
fr: Démarrer le moniteur virtuel et partager
ja: 仮想モニターを開始して共有
zh_hans: 启动虚拟显示器并共享

# menu.stopRecording
source: Stop Recording
de: Aufnahme beenden
es: Detener grabación
fr: Arrêter l’enregistrement
ja: 録画を停止
zh_hans: 停止录制

# menu.stopSharing
source: Stop Sharing
de: Teilen beenden
es: Detener uso compartido
fr: Arrêter le partage
ja: 共有を停止
zh_hans: 停止共享

# menu.zoomInViewers
source: Zoom In (Viewers)
de: Vergrößern (Zuschauer)
es: Acercar (espectadores)
fr: Zoom avant (spectateurs)
ja: ズームイン（視聴者）
zh_hans: 放大（观众）

# menu.zoomOutViewers
source: Zoom Out (Viewers)
de: Verkleinern (Zuschauer)
es: Alejar (espectadores)
fr: Zoom arrière (spectateurs)
ja: ズームアウト（視聴者）
zh_hans: 缩小（观众）

# modifier.command
source: ⌘ Command
de: ⌘ Befehl
es: ⌘ Comando
fr: ⌘ Commande

# modifier.option
source: ⌥ Option
de: ⌥ Wahltaste
es: ⌥ Opción

# modifier.shift
source: ⇧ Shift
de: ⇧ Umschalt
es: ⇧ Mayús
fr: ⇧ Maj

# monitor.control
source: Control the monitor
de: Monitor steuern
es: Controlar el monitor
fr: Contrôler le moniteur
ja: モニタを操作
zh_hans: 控制显示器

# monitor.controlOff
source: Control the monitor (clicks pass through)
de: Monitor steuern (Klicks werden weitergeleitet)
es: Controlar el monitor (los clics se transmiten)
fr: Contrôler le moniteur (les clics sont transmis)
ja: モニタを操作（クリックを転送）
zh_hans: 控制显示器（点按会传递）

# monitor.controlOn
source: Control mode on — clicks pass through to the monitor
de: Steuermodus aktiv — Klicks werden an den Monitor weitergeleitet
es: Modo de control activo: los clics se transmiten al monitor
fr: Mode contrôle activé — les clics sont transmis au moniteur
ja: 操作モードはオンです。クリックはモニタに転送されます
zh_hans: 控制模式已开启——点按会传递到显示器

# monitor.dragWindowOut
source: Drag the window out of the screen
de: Fenster aus dem Bildschirm ziehen
es: Arrastra la ventana fuera de la pantalla
fr: Faites glisser la fenêtre hors de l’écran
ja: ウインドウを画面の外へドラッグ
zh_hans: 将窗口拖出屏幕

# monitor.returnAtEdge
source: Move to any edge of the screen to return
de: Zum Zurückkehren den Zeiger an einen beliebigen Bildschirmrand bewegen
es: Mueve el puntero a cualquier borde de la pantalla para volver
fr: Déplacez le pointeur vers un bord de l’écran pour revenir
ja: 戻るにはポインタを画面のいずれかの端へ移動
zh_hans: 将指针移到屏幕任意边缘即可返回

# mover.instructions
source: Drag to move — %@ · Space picks a window (moves while resizing) · ⏎ commits · ⎋ cancels
de: Zum Bewegen ziehen — %@ · Leertaste wählt ein Fenster (Verschieben während der Größenänderung) · ⏎ übernimmt · ⎋ bricht ab
es: Arrastra para mover — %@ · Espacio elige una ventana (se mueve al redimensionar) · ⏎ confirma · ⎋ cancela
fr: Faites glisser pour déplacer — %@ · Espace choisit une fenêtre (déplacement pendant le redimensionnement) · ⏎ valide · ⎋ annule
ja: ドラッグして移動 — %@ · Spaceでウインドウを選択（サイズ変更中も移動）· ⏎で確定 · ⎋でキャンセル
zh_hans: 拖移以移动——%@ · 空格键选择窗口（调整大小时可移动）· ⏎ 确认 · ⎋ 取消

# mover.pickWindow
source: Click a window to snap the region to it — Space returns, Esc cancels
de: Auf ein Fenster klicken, um den Bereich daran auszurichten — Leertaste kehrt zurück, Esc bricht ab
es: Haz clic en una ventana para ajustar la región a ella; Espacio vuelve y Esc cancela
fr: Cliquez sur une fenêtre pour y ajuster la région — Espace revient, Échap annule
ja: ウインドウをクリックして領域を合わせる — Spaceで戻る、Escでキャンセル
zh_hans: 点按窗口以将区域吸附到该窗口——空格键返回，Esc 取消

# mover.resizeFree
source: corners & edges resize · ⇧ locks aspect · ⌃ snaps to standard sizes
de: Ecken und Kanten ändern die Größe · ⇧ sperrt das Seitenverhältnis · ⌃ rastet auf Standardgrößen ein
es: esquinas y bordes redimensionan · ⇧ bloque la proporción · ⌃ ajusta a tamaños estándar
fr: les coins et bords redimensionnent · ⇧ verrouille les proportions · ⌃ ajuste aux tailles standard
ja: 角と辺でサイズ変更 · ⇧で縦横比を固定 · ⌃で標準サイズにスナップ
zh_hans: 拖移角和边可调整大小 · ⇧ 锁定宽高比 · ⌃ 吸附到标准大小

# mover.resizeLocked
source: corners resize (aspect locked)
de: Ecken ändern die Größe (Seitenverhältnis gesperrt)
es: las esquinas redimensionan (proporción bloqueada)
fr: les coins redimensionnent (proportions verrouillées)
ja: 角でサイズ変更（縦横比を固定）
zh_hans: 拖移角可调整大小（宽高比已锁定）

# permissions.accessibility.granted
source: Granted — drag windows onto the virtual monitor's preview to move them there.
de: Erteilt — ziehe Fenster auf die Vorschau des virtuellen Monitors, um sie dorthin zu verschieben.
es: Concedido: arrastra ventanas a la vista previa del monitor virtual para moverlas allí.
fr: Accordée — faites glisser des fenêtres sur l’aperçu du moniteur virtuel pour les y déplacer.
ja: 許可済み — ウインドウを仮想モニターのプレビューへドラッグすると移動できます。
zh_hans: 已授权——将窗口拖到虚拟显示器预览中即可移入。

# permissions.accessibility.pending
source: Lets you move windows onto the Virtual Monitor by dropping them on its preview.
de: Damit kannst du Fenster auf den virtuellen Monitor verschieben, indem du sie auf dessen Vorschau ablegst.
es: Permite mover ventanas al monitor virtual soltándolas en su vista previa.
fr: Permet de déplacer des fenêtres vers le moniteur virtuel en les déposant sur son aperçu.
ja: プレビューへドロップしてウインドウを仮想モニターへ移動できるようにします。
zh_hans: 允许你将窗口拖放到预览中，从而移至虚拟显示器。

# permissions.accessibility.title
source: Accessibility (optional)
de: Bedienungshilfen (optional)
es: Accesibilidad (opcional)
fr: Accessibilité (facultatif)
ja: アクセシビリティ（任意）
zh_hans: 辅助功能（可选）

# permissions.allInPlace
source: All permissions are in place — nothing to do here.
de: Alle Berechtigungen sind eingerichtet — hier ist nichts weiter zu tun.
es: Todos los permisos están configurados; no hay nada más que hacer.
fr: Toutes les autorisations sont accordées — aucune action n’est nécessaire.
ja: すべてのアクセス権が設定済みです。ここで行う操作はありません。
zh_hans: 所有权限均已就绪，无需其他操作。

# permissions.guide1
source: 1. Click **Request Permission** and choose *Allow* in the macOS dialog.
de: 1. Klicke auf **Zugriff anfordern** und wähle im macOS-Dialog *Erlauben*.
es: 1. Haz clic en **Solicitar permiso** y elige *Permitir* en el diálogo de macOS.
fr: 1. Cliquez sur **Demander l’autorisation**, puis choisissez *Autoriser* dans la boîte de dialogue macOS.
ja: 1. **アクセスを要求**をクリックし、macOSのダイアログで*許可*を選択します。
zh_hans: 1. 点按**请求权限**，然后在 macOS 对话框中选择*允许*。

# permissions.guide2
source: 2. No dialog? Enable **Outcut Share** in *System Settings → Privacy & Security → Screen & System Audio Recording*.
de: 2. Kein Dialog? Aktiviere **Outcut Share** unter *Systemeinstellungen → Datenschutz & Sicherheit → Bildschirm- & Systemaudioaufnahme*.
es: 2. ¿No aparece el diálogo? Activa **Outcut Share** en *Ajustes del Sistema → Privacidad y seguridad → Grabación de pantalla y audio del sistema*.
fr: 2. Aucune boîte de dialogue ? Activez **Outcut Share** dans *Réglages Système → Confidentialité et sécurité → Enregistrement de l’écran et de l’audio du système*.
ja: 2. ダイアログが表示されない場合は、*システム設定 → プライバシーとセキュリティ → 画面とシステムオーディオ収録*で **Outcut Share** を有効にします。
zh_hans: 2. 没有出现对话框？请在*系统设置 → 隐私与安全性 → 屏幕与系统音频录制*中启用 **Outcut Share**。

# permissions.guide3
source: 3. Come back here — the checkmark updates by itself.
de: 3. Kehre hierher zurück — das Häkchen aktualisiert sich automatisch.
es: 3. Vuelve aquí; la marca se actualizará automáticamente.
fr: 3. Revenez ici — la coche se met à jour automatiquement.
ja: 3. ここへ戻ると、チェックマークが自動的に更新されます。
zh_hans: 3. 返回此处，勾选状态会自动更新。

# permissions.oneNeeded
source: One system permission is needed before you can share a region.
de: Bevor du einen Bereich teilen kannst, ist eine Systemberechtigung erforderlich.
es: Se necesita un permiso del sistema antes de poder compartir una región.
fr: Une autorisation système est requise avant de pouvoir partager une zone.
ja: 範囲を共有する前に、システムのアクセス権が1つ必要です。
zh_hans: 共享区域前需要一项系统权限。

# permissions.openSystemSettings
source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
ja: システム設定を開く
zh_hans: 打开系统设置

# permissions.ready
source: All set — you're ready to share.
de: Alles bereit — du kannst jetzt teilen.
es: Todo listo: ya puedes compartir.
fr: Tout est prêt — vous pouvez partager.
ja: 準備完了 — 共有を開始できます。
zh_hans: 一切就绪，可以开始共享。

# permissions.relaunch
source: Relaunch Outcut Share
de: Outcut Share neu starten
es: Volver a abrir Outcut Share
fr: Relancer Outcut Share
ja: Outcut Shareを再起動
zh_hans: 重新启动 Outcut Share

# permissions.request
source: Request Permission
de: Zugriff anfordern
es: Solicitar permiso
fr: Demander l’autorisation
ja: アクセスを要求
zh_hans: 请求权限

# permissions.screenRecording.granted
source: Granted.
de: Erteilt.
es: Concedido.
fr: Accordée.
ja: 許可済みです。
zh_hans: 已授权。

# permissions.screenRecording.relaunch
source: Granted — relaunch Outcut Share so it takes effect.
de: Erteilt — starte Outcut Share neu, damit die Berechtigung wirksam wird.
es: Concedido: vuelve a abrir Outcut Share para que surta efecto.
fr: Accordée — relancez Outcut Share pour qu’elle prenne effet.
ja: 許可済み — 反映するにはOutcut Shareを再起動してください。
zh_hans: 已授权——重新启动 Outcut Share 后即可生效。

# permissions.screenRecording.required
source: Required to capture the selected screen region.
de: Erforderlich, um den ausgewählten Bildschirmbereich aufzunehmen.
es: Necesario para capturar la región de pantalla seleccionada.
fr: Requise pour capturer la zone d’écran sélectionnée.
ja: 選択した画面範囲をキャプチャするために必要です。
zh_hans: 捕捉所选屏幕区域所必需。

# permissions.screenRecording.title
source: Screen & System Audio Recording
de: Bildschirm- & Systemaudioaufnahme
es: Grabación de pantalla y audio del sistema
fr: Enregistrement de l’écran et de l’audio du système
ja: 画面とシステムオーディオ収録
zh_hans: 屏幕与系统音频录制

# permissions.virtualDisplay.available
source: Available — the region can appear as its own monitor.
de: Verfügbar — der Bereich kann als eigener Monitor erscheinen.
es: Disponible: la región puede aparecer como un monitor independiente.
fr: Disponible — la zone peut apparaître comme un moniteur distinct.
ja: 利用可能 — 範囲を独立したモニターとして表示できます。
zh_hans: 可用——该区域可显示为独立显示器。

# permissions.virtualDisplay.title
source: Virtual display support
de: Unterstützung für virtuelle Displays
es: Compatibilidad con pantalla virtual
fr: Prise en charge de l’écran virtuel
ja: 仮想ディスプレイ対応
zh_hans: 虚拟显示器支持

# permissions.virtualDisplay.unavailable
source: Unavailable on this macOS — use the Hidden Window share mode.
de: Unter diesem macOS nicht verfügbar — verwende den Freigabemodus „Verstecktes Fenster“.
es: No disponible en esta versión de macOS; usa el modo de uso compartido Ventana oculta.
fr: Indisponible sur cette version de macOS — utilisez le mode de partage Fenêtre masquée.
ja: このmacOSでは利用できません — 「非表示ウインドウ」共有モードを使用してください。
zh_hans: 此 macOS 上不可用——请使用“隐藏窗口”共享模式。

# permissions.welcome
source: Welcome to Outcut Share
de: Willkommen bei Outcut Share
es: Te damos la bienvenida a Outcut Share
fr: Bienvenue dans Outcut Share
ja: Outcut Shareへようこそ
zh_hans: 欢迎使用 Outcut Share

# permissions.windowTitle
source: Outcut Share Permissions
de: Outcut Share-Berechtigungen
es: Permisos de Outcut Share
fr: Autorisations d’Outcut Share
ja: Outcut Shareのアクセス権
zh_hans: Outcut Share 权限

# picker.allApps
source: All apps
de: Alle Apps
es: Todas las apps
fr: Toutes les apps
ja: すべてのアプリ
zh_hans: 所有 App

# picker.browse
source: Browse…
de: Durchsuchen…
es: Explorar…
fr: Parcourir…
ja: ブラウズ…
zh_hans: 浏览…

# picker.results
source: Results
de: Ergebnisse
es: Resultados
fr: Résultats
ja: 結果
zh_hans: 结果

# picker.search
source: Search apps
de: Apps suchen
es: Buscar apps
fr: Rechercher des apps
ja: アプリを検索
zh_hans: 搜索 App

# picker.suggested
source: Suggested
de: Vorschläge
es: Sugerencias
fr: Suggestions
ja: 候補
zh_hans: 建议

# preset.defaultName
source: Preset %d
de: Voreinstellung %d
es: Preajuste %d
fr: Préréglage %d
ja: プリセット%d
zh_hans: 预设 %d

# preset.fallbackName
source: Preset
de: Voreinstellung
es: Preajuste
fr: Préréglage
ja: プリセット
zh_hans: 预设

# presetPrompt.message
source: Name for the current region:
de: Name für den aktuellen Bereich:
es: Nombre para la región actual:
fr: Nom de la zone actuelle :
ja: 現在の範囲の名前：
zh_hans: 当前区域的名称：

# presetPrompt.save
source: Save
de: Sichern
es: Guardar
fr: Enregistrer
ja: 保存
zh_hans: 存储

# presetPrompt.title
source: Save Region as Preset
de: Bereich als Voreinstellung sichern
es: Guardar región como preajuste
fr: Enregistrer la zone comme préréglage
ja: 範囲をプリセットとして保存
zh_hans: 将区域存为预设

# preview.move
source: Move preview
de: Vorschau bewegen
es: Mover vista previa
fr: Déplacer l’aperçu
ja: プレビューを移動
zh_hans: 移动预览

# selector.drag
source: Drag to select — Space picks a window · hold ⇧ locks aspect · hold ⌃ snaps to standard sizes · Esc cancels
de: Zum Auswählen ziehen — Leertaste wählt ein Fenster · ⇧ halten sperrt das Seitenverhältnis · ⌃ halten rastet auf Standardgrößen ein · Esc bricht ab
es: Arrastra para seleccionar — Espacio elige una ventana · mantén ⇧ para bloquear la proporción · mantén ⌃ para ajustar a tamaños estándar · Esc cancela
fr: Faites glisser pour sélectionner — Espace choisit une fenêtre · maintenez ⇧ pour verrouiller les proportions · maintenez ⌃ pour ajuster aux tailles standard · Échap annule
ja: ドラッグして選択 — Spaceでウインドウを選択 · ⇧を押したまま縦横比を固定 · ⌃を押したまま標準サイズにスナップ · Escでキャンセル
zh_hans: 拖移以选择——空格键选择窗口 · 按住 ⇧ 锁定宽高比 · 按住 ⌃ 吸附到标准大小 · Esc 取消

# selector.pickWindow
source: Click a window to share it — Space returns to drag selection, Esc cancels
de: Auf ein Fenster klicken, um es zu teilen — Leertaste kehrt zur Bereichsauswahl zurück, Esc bricht ab
es: Haz clic en una ventana para compartirla; Espacio vuelve a la selección por arrastre y Esc cancela
fr: Cliquez sur une fenêtre pour la partager — Espace revient à la sélection par glissement, Échap annule
ja: ウインドウをクリックして共有 — Spaceでドラッグ選択に戻る、Escでキャンセル
zh_hans: 点按窗口以共享——空格键返回拖移选择，Esc 取消

# settings.about.appIcon
source: Outcut Share app icon
de: App-Symbol von Outcut Share
es: Icono de la app Outcut Share
fr: Icône de l’app Outcut Share
ja: Outcut Shareのアプリアイコン
zh_hans: Outcut Share App 图标

# settings.appearance.border
source: Region border
de: Bereichsrahmen
es: Borde de la región
fr: Bordure de la zone
ja: 範囲の枠線
zh_hans: 区域边框

# settings.appearance.clickRipples
source: Show click ripples
de: Klickwellen anzeigen
es: Mostrar ondas de clic
fr: Afficher les ondes de clic
ja: クリックの波紋を表示
zh_hans: 显示点击波纹

# settings.appearance.color
source: Color
de: Farbe
fr: Couleur
ja: カラー
zh_hans: 颜色

# settings.appearance.cornerRadius
source: Corner radius
de: Eckenradius
es: Radio de esquinas
fr: Rayon des angles
ja: 角の丸み
zh_hans: 圆角半径

# settings.appearance.cursorEmphasis
source: Cursor emphasis (viewers only)
de: Mauszeiger-Hervorhebung (nur Zuschauer)
es: Énfasis del puntero (solo espectadores)
fr: Mise en évidence du pointeur (spectateurs uniquement)
ja: ポインタの強調（視聴者のみ）
zh_hans: 指针强调（仅观众）

# settings.appearance.dashed
source: Dashed
de: Gestrichelt
es: Discontinuo
fr: Tirets
ja: 破線
zh_hans: 虚线

# settings.appearance.dimAmount
source: Dim amount
de: Abdunkelung
es: Nivel de atenuación
fr: Niveau d’assombrissement
ja: 暗さ
zh_hans: 调暗程度

# settings.appearance.dimming
source: Dimming
de: Abdunkelung
es: Atenuación
fr: Assombrissement
ja: 画面の暗転
zh_hans: 屏幕调暗

# settings.appearance.dimOutside
source: Dim screen outside region
de: Bildschirm außerhalb des Bereichs abdunkeln
es: Atenuar pantalla fuera de la región
fr: Assombrir l’écran hors de la zone
ja: 範囲外の画面を暗くする
zh_hans: 调暗区域外的屏幕

# settings.appearance.dotted
source: Dotted
de: Gepunktet
es: Punteado
fr: Pointillés
ja: 点線
zh_hans: 点线

# settings.appearance.highlightCursor
source: Highlight cursor
de: Mauszeiger hervorheben
es: Resaltar puntero
fr: Mettre le pointeur en évidence
ja: ポインタを強調
zh_hans: 突出显示指针

# settings.appearance.showBorder
source: Show border around region
de: Rahmen um den Bereich anzeigen
es: Mostrar borde alrededor de la región
fr: Afficher une bordure autour de la zone
ja: 範囲の周囲に枠線を表示
zh_hans: 显示区域边框

# settings.appearance.solid
source: Solid
de: Durchgezogen
es: Continuo
fr: Continu
ja: 実線
zh_hans: 实线

# settings.appearance.style
source: Style
de: Stil
es: Estilo
ja: スタイル
zh_hans: 样式

# settings.appearance.thickness
source: Thickness
de: Stärke
es: Grosor
fr: Épaisseur
ja: 太さ
zh_hans: 粗细

# settings.general.captureFrameRate
source: Capture frame rate
de: Aufnahmebildrate
es: Frecuencia de captura
fr: Fréquence d’images de capture
ja: キャプチャフレームレート
zh_hans: 捕捉帧率

# settings.general.captureFrameRateCaption
source: Applies to both the shared picture and recordings.
de: Gilt für das geteilte Bild und für Aufnahmen.
es: Se aplica tanto a la imagen compartida como a las grabaciones.
fr: S’applique à l’image partagée et aux enregistrements.
ja: 共有映像と録画の両方に適用されます。
zh_hans: 同时应用于共享画面和录制。

# settings.general.companions
source: Companions
de: Begleiter
es: Complementos
fr: Outils complémentaires
ja: 補助機能
zh_hans: 辅助窗口
